The value should be in range of [Value] and [Value].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LightParametersNotInRange { get; }
  Visual Basic
Public Shared ReadOnly Property LightParametersNotInRange As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LightParametersNotInRange {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RenderFailures Class
  Autodesk.Revit.DB Namespace